{
  "name": "Мои воспоминания",
  "icon": "minecraft:crafting_table",
  "category": "beginning",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Расскажу я вам история о том как я оказался в таком не завидном положении. Я все потерял, дом, золото, уцелело лишь часть моего дневника...  Я жил в деревне, которая была расположена в лесной чаще. В ней я вырос и окреп. Будучи еще ребенком я ходил с отцом в торговые путешествия с караваном за редкими товарами в другие деревни."
    },
    {
      "type": "patchouli:text",
      "text": "Путешествовать я очень любил, но торговля меня отталкивала. Я мечтал о том, что однажды я уйду из деревни в поисках древних знаний, о которых рассказывал наш знахарь. Этот дедуля был удивительным человеком, он знал множество историй о том как было раньше, он рассказывал о какой-то катастрофе уничтожившей мир ,который некогда закрывал наш нынешний от солнечного света. Вот так я постепенно рос, слушая рассказы мудреца."
    },
    {
      "type": "patchouli:text",
      "text": "Однажды летним знойным деньком я решил прогуляться в лес к пресному озеру, за версту от деревни. По пути я все думал о подвигах и тайнах бытия, слушая прекрасное пение лесных птиц, приближаясь шаг за шагов к озеру. И вдруг в кустах неподалеку от тропы раздался странный шорох. Медведей в наших краях быть не может, разбойник? Я собрал всю свою волю в кулак и решил проверить, что там."
    },
    {
      "type": "patchouli:text",
      "text": "Проверив, я не был сильно удивлен ничего там не обнаружив, но потом я снова услышал шаги и шорох из кустов, которые были еще дальше от тропы, мне на секунду показалось, что со мной кто-то играет в прятки, я побежал к ним ,но там тоже никого не было. Картина становилась все интереснее, шорохи не прекратились, от меня явно кто-то пытался убежать. Недолго думая я взял тяжелую ветвь и начал вести преследование."
    },
    {
      "type": "patchouli:text",
      "text": "Время близилось к вечеру, начало темнеть, было понятно , что тропы мне не найти, я зашел в глубокую чащу и заблудился. Я был разочарован в себе, быть настолько наивным, чтобы погнаться за тем, в чем даже не был уверен. Одинок в густом лесу, потерян, меня начали посещать страхи. Долгое время в отчаянии рыская в лесу я увидел зарево над макушками деревьев, забыв обо всем, сломя голову побежал туда."
    }
  ]
}